docs/posts/2016-11-17-to-love-or-die.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 24, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>To Love or Die</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">To Love or Die</h1>
<p class="subtitle" role="doc-subtitle">Nov 17, 2016</p>
</header><p class="verse">
All I have is a voice<br>
To undo the folded lie,<br>
The romantic lie in the brain<br>
Of the sensual man-in-the-street<br>
And the lie of Authority<br>
Whose buildings grope the sky:<br>
There is no such thing as the State<br>
And no one exists alone;<br>
Hunger allows no choice<br>
To the citizen or the police;<br>
We must love one another or die.<br>
<br>
Defenseless under the night<br>
Our world in stupor lies;<br>
Yet, dotted everywhere,<br>
Ironic points of light<br>
Flash out wherever the Just<br>
Exchange their messages:<br>
May I, composed like them<br>
Of Eros and of dust,<br>
Beleaguered by the same<br>
Negation and despair,<br>
Show an affirming flame.<br>
</p>

<p>
&#x2014; From &ldquo;September 1, 1939&rdquo; by W.H. Auden
</p>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 24, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
